{
    "policy": "RCC Comunity built the RCCBooks app as\\na Free app. This SERVICE is provided by\\nRCC Comunity at no cost and is intended for use as\\nis.\\n\\nThis page is used to inform visitors regarding our\\npolicies with the collection, use, and disclosure of Personal\\nInformation if anyone decided to use our Service.\\n\\nIf you choose to use our Service, then you agree to\\nthe collection and use of information in relation to this\\npolicy. The Personal Information that we collect is\\nused for providing and improving the Service. We will not use or share your information with\\nanyone except as described in this Privacy Policy.\\n\\nThe terms used in this Privacy Policy have the same meanings\\nas in our Terms and Conditions, which are accessible at\\nRCCBooks unless otherwise defined in this Privacy Policy.\\nInformation Collection and Use \\nFor a better experience, while using our Service, we\\nmay require you to provide us with certain personally\\nidentifiable information, including but not limited to RCC Comunity. The information that\\nwe request will be retained by us and used as described in this privacy policy.\\n\\nThe app does use third-party services that may collect\\ninformation used to identify you.\\n\\nLink to the privacy policy of third-party service providers used\\nby the app\\nGoogle Play ServicesAdMob Log Data \\nWe want to inform you that whenever you\\nuse our Service, in a case of an error in the app\\nwe collect data and information (through third-party\\nproducts) on your phone called Log Data. This Log Data may\\ninclude information such as your device Internet Protocol\\n(“IP”) address, device name, operating system version, the\\nconfiguration of the app when utilizing our Service,\\nthe time and date of your use of the Service, and other\\nstatistics.\\nCookies \\nCookies are files with a small amount of data that are\\ncommonly used as anonymous unique identifiers. These are sent\\nto your browser from the websites that you visit and are\\nstored on your device's internal memory.\\n\\nThis Service does not use these “cookies” explicitly. However,\\nthe app may use third-party code and libraries that use\\n“cookies” to collect information and improve their services.\\nYou have the option to either accept or refuse these cookies\\nand know when a cookie is being sent to your device. If you\\nchoose to refuse our cookies, you may not be able to use some\\nportions of this Service.\\nService Providers \\nWe may employ third-party companies and\\nindividuals due to the following reasons:\\nTo facilitate our Service; To provide the Service on our behalf; To perform Service-related services; or To assist us in analyzing how our Service is used. \\nWe want to inform users of this Service\\nthat these third parties have access to their Personal\\nInformation. The reason is to perform the tasks assigned to\\nthem on our behalf. However, they are obligated not to\\ndisclose or use the information for any other purpose.\\nSecurity \\nWe value your trust in providing us your\\nPersonal Information, thus we are striving to use commercially\\nacceptable means of protecting it. But remember that no method\\nof transmission over the internet, or method of electronic\\nstorage is 100% secure and reliable, and we cannot\\nguarantee its absolute security.\\nLinks to Other Sites \\nThis Service may contain links to other sites. If you click on\\na third-party link, you will be directed to that site. Note\\nthat these external sites are not operated by us.\\nTherefore, we strongly advise you to review the\\nPrivacy Policy of these websites. We have\\nno control over and assume no responsibility for the content,\\nprivacy policies, or practices of any third-party sites or\\nservices.\\nChildren’s Privacy \\nThese Services do not address anyone under the age of 13.\\nWe do not knowingly collect personally\\nidentifiable information from children under 13 years of age. In the case\\nwe discover that a child under 13 has provided\\nus with personal information, we immediately\\ndelete this from our servers. If you are a parent or guardian\\nand you are aware that your child has provided us with\\npersonal information, please contact us so that\\nwe will be able to do the necessary actions.\\nChanges to This Privacy Policy \\nWe may update our Privacy Policy from\\ntime to time. Thus, you are advised to review this page\\nperiodically for any changes. We will\\nnotify you of any changes by posting the new Privacy Policy on\\nthis page.\\nThis policy is effective as of 2023-06-08 Contact Us \\nIf you have any questions or suggestions about our\\nPrivacy Policy, do not hesitate to contact us at rccuseruser@gmail.com.\\n",
    "terms": "By downloading or using the app, these terms will\\nautomatically apply to you – you should make sure therefore\\nthat you read them carefully before using the app. You’re not\\nallowed to copy or modify the app, any part of the app, or\\nour trademarks in any way. You’re not allowed to attempt to\\nextract the source code of the app, and you also shouldn’t try\\nto translate the app into other languages or make derivative\\nversions. The app itself, and all the trademarks, copyright,\\ndatabase rights, and other intellectual property rights related\\nto it, still belong to RCC Comunity.\\n                 \\nRCC Comunity is committed to ensuring that the app is\\nas useful and efficient as possible. For that reason, we\\nreserve the right to make changes to the app or to charge for\\nits services, at any time and for any reason. We will never\\ncharge you for the app or its services without making it very\\nclear to you exactly what you’re paying for.\\n                 \\nThe RCCBooks app stores and processes personal data that\\nyou have provided to us, to provide our\\nService. It’s your responsibility to keep your phone and\\naccess to the app secure. We therefore recommend that you do\\nnot jailbreak or root your phone, which is the process of\\nremoving software restrictions and limitations imposed by the\\nofficial operating system of your device. It could make your\\nphone vulnerable to malware/viruses/malicious programs,\\ncompromise your phone’s security features and it could mean\\nthat the RCCBooks app won’t work properly or at all.\\n                 \\nThe app does use third-party services that declare their\\nTerms and Conditions.\\n                   \\nLink to Terms and Conditions of third-party service\\nproviders used by the app\\nGoogle Play ServicesAdMob \\nYou should be aware that there are certain things that\\nRCC Comunity will not take responsibility for. Certain\\nfunctions of the app will require the app to have an active\\ninternet connection. The connection can be Wi-Fi or provided\\nby your mobile network provider, but RCC Comunity\\ncannot take responsibility for the app not working at full\\nfunctionality if you don’t have access to Wi-Fi, and you don’t\\nhave any of your data allowance left.\\n                  \\nIf you’re using the app outside of an area with Wi-Fi, you\\nshould remember that the terms of the agreement with your\\nmobile network provider will still apply. As a result, you may\\nbe charged by your mobile provider for the cost of data for\\nthe duration of the connection while accessing the app, or\\nother third-party charges. In using the app, you’re accepting\\nresponsibility for any such charges, including roaming data\\ncharges if you use the app outside of your home territory\\n(i.e. region or country) without turning off data roaming. If\\nyou are not the bill payer for the device on which you’re\\nusing the app, please be aware that we assume that you have\\nreceived permission from the bill payer for using the app.\\n                 \\nAlong the same lines, RCC Comunity cannot always take\\nresponsibility for the way you use the app i.e. You need to\\nmake sure that your device stays charged – if it runs out of\\nbattery and you can’t turn it on to avail the Service,\\nRCC Comunity cannot accept responsibility.\\n                 \\nWith respect to RCC Comunity’s responsibility for your\\nuse of the app, when you’re using the app, it’s important to\\nbear in mind that although we endeavor to ensure that it is\\nupdated and correct at all times, we do rely on third parties\\nto provide information to us so that we can make it available\\nto you. RCC Comunity accepts no liability for any\\nloss, direct or indirect, you experience as a result of\\nrelying wholly on this functionality of the app.\\n                 \\nAt some point, we may wish to update the app. The app is\\ncurrently available on Android – the requirements for the \\nsystem(and for any additional systems we\\ndecide to extend the availability of the app to) may change,\\nand you’ll need to download the updates if you want to keep\\nusing the app. RCC Comunity does not promise that it\\nwill always update the app so that it is relevant to you\\nand/or works with the Android version that you have\\ninstalled on your device. However, you promise to always\\naccept updates to the application when offered to you, We may\\nalso wish to stop providing the app, and may terminate use of\\nit at any time without giving notice of termination to you.\\nUnless we tell you otherwise, upon any termination, (a) the\\nrights and licenses granted to you in these terms will end;\\n(b) you must stop using the app, and (if needed) delete it\\nfrom your device.\\n                 Changes to This Terms and Conditions \\nWe may update our Terms and Conditions\\nfrom time to time. Thus, you are advised to review this page\\nperiodically for any changes. We will\\nnotify you of any changes by posting the new Terms and\\nConditions on this page.\\nThese terms and conditions are effective as of 2023-06-08\\n                 Contact Us \\nIf you have any questions or suggestions about our\\nTerms and Conditions, do not hesitate to contact us\\nat rccuseruser@gmail.com.\\n\\n    \\n      "
}