{
    "policy": "Datenschutz-Bestimmungen\\nRCC Comunity hat die RCCBooks-App erstellt als\\neine kostenlose App. Dieser DIENST wird bereitgestellt von\\nRCC Comunity kostenlos und ist für die Verwendung als gedacht\\nIst.\\n\\nDiese Seite dient dazu, Besucher über unsere zu informieren\\nRichtlinien zur Erhebung, Verwendung und Offenlegung personenbezogener Daten\\nInformationen, falls sich jemand für die Nutzung unseres Dienstes entschieden hat.\\n\\nWenn Sie sich für die Nutzung unseres Dienstes entscheiden, stimmen Sie dem zu\\ndie Erhebung und Nutzung diesbezüglicher Informationen\\nPolitik. Die von uns erfassten personenbezogenen Daten sind\\nwerden zur Bereitstellung und Verbesserung des Dienstes verwendet. Wir werden Ihre Daten weder nutzen noch mit anderen teilen\\nPersonen, außer wie in dieser Datenschutzrichtlinie beschrieben.\\n\\nDie in dieser Datenschutzrichtlinie verwendeten Begriffe haben die gleiche Bedeutung\\nwie in unseren Allgemeinen Geschäftsbedingungen, die unter abrufbar sind\\nRCCBooks, sofern in dieser Datenschutzrichtlinie nichts anderes definiert ist.\\nSammlung und Nutzung von Informationen\\nFür ein besseres Erlebnis bei der Nutzung unseres Dienstes verwenden wir\\nkann es erforderlich sein, dass Sie uns bestimmte persönliche Angaben machen\\nidentifizierbare Informationen, einschließlich, aber nicht beschränkt auf RCC Community. Die Informationen, die\\nDie von uns angeforderten Daten werden von uns gespeichert und wie in dieser Datenschutzrichtlinie beschrieben verwendet.\\n\\nDie App nutzt Dienste von Drittanbietern, die möglicherweise Daten sammeln\\nInformationen, die dazu dienen, Sie zu identifizieren.\\n\\nLink zu den Datenschutzbestimmungen der eingesetzten Drittanbieter\\ndurch die App\\nGoogle Play ServicesAdMob-Protokolldaten\\nDas möchten wir Ihnen jederzeit mitteilen\\nNutzung unseres Dienstes im Falle eines Fehlers in der App\\nWir sammeln Daten und Informationen (durch Dritte).\\nProdukte) auf Ihrem Telefon namens Log Data. Diese Protokolldaten können\\nDazu gehören Informationen wie das Internetprotokoll Ihres Geräts\\n(„IP“)-Adresse, Gerätename, Betriebssystemversion, die\\nKonfiguration der App bei Nutzung unseres Dienstes,\\ndie Uhrzeit und das Datum Ihrer Nutzung des Dienstes und andere\\nStatistiken.\\nKekse\\nCookies sind Dateien mit einer geringen Datenmenge\\nwerden häufig als anonyme eindeutige Identifikatoren verwendet. Diese werden verschickt\\nvon den Websites, die Sie besuchen und besuchen, an Ihren Browser\\nim internen Speicher Ihres Geräts gespeichert.\\n\\nDieser Dienst verwendet diese „Cookies“ nicht ausdrücklich. Jedoch,\\nDie App verwendet möglicherweise Code und Bibliotheken von Drittanbietern\\n„Cookies“, um Informationen zu sammeln und ihre Dienste zu verbessern.\\nSie haben die Möglichkeit, diese Cookies entweder zu akzeptieren oder abzulehnen\\nund wissen, wann ein Cookie an Ihr Gerät gesendet wird. Wenn du\\nWenn Sie sich dafür entscheiden, unsere Cookies abzulehnen, können Sie einige möglicherweise nicht verwenden\\nTeile dieses Dienstes.\\nDienstleister\\nWir können Drittunternehmen beauftragen und\\nEinzelpersonen aus folgenden Gründen:\\nUm unseren Service zu erleichtern; Um den Service in unserem Namen bereitzustellen; Zur Erbringung dienstbezogener Dienstleistungen; oder um uns bei der Analyse der Nutzung unseres Dienstes zu unterstützen.\\nWir möchten die Nutzer dieses Dienstes informieren\\ndass diese Dritten Zugriff auf ihre persönlichen Daten haben\\nInformation. Der Grund besteht darin, die zugewiesenen Aufgaben auszuführen\\nsie in unserem Namen. Sie sind jedoch verpflichtet, dies nicht zu tun\\ndie Informationen weiterzugeben oder für andere Zwecke zu verwenden.\\nSicherheit\\nWir schätzen Ihr Vertrauen, das Sie uns entgegenbringen\\nWir sind bestrebt, personenbezogene Daten kommerziell zu nutzen\\nakzeptable Mittel, um es zu schützen. Aber denken Sie daran, dass es keine Methode gibt\\nder Übermittlung über das Internet oder eine elektronische Methode\\nDie Speicherung ist 100 % sicher und zuverlässig, und das können wir nicht\\ngarantieren absolute Sicherheit.\\nLinks zu anderen Websites\\nDieser Dienst kann Links zu anderen Websites enthalten. Wenn Sie auf klicken\\nWenn Sie einen Link eines Drittanbieters verwenden, werden Sie zu dieser Website weitergeleitet. Notiz\\ndass diese externen Seiten nicht von uns betrieben werden.\\nDaher empfehlen wir Ihnen dringend, die zu überprüfen\\nDatenschutzbestimmungen dieser Websites. Wir haben\\nkeine Kontrolle über und übernehmen keine Verantwortung für den Inhalt,\\nDatenschutzrichtlinien oder Praktiken von Websites Dritter oder\\nDienstleistungen.\\nPrivatsphäre von Kindern\\nDiese Dienste richten sich nicht an Personen unter 13 Jahren.\\nWir erheben wissentlich keine personenbezogenen Daten\\nidentifizierbare Informationen von Kindern unter 13 Jahren. Im Falle\\nWir stellen fest, dass ein Kind unter 13 Jahren gesorgt hat\\nÜbermitteln Sie uns personenbezogene Daten umgehend\\nLöschen Sie dies von unseren Servern. Wenn Sie ein Elternteil oder Erziehungsberechtigter sind\\nund Sie wissen, dass Ihr Kind uns versorgt hat\\nPersönliche Informationen, bitte kontaktieren Sie uns dazu\\nWir werden in der Lage sein, die notwendigen Maßnahmen zu ergreifen.\\nÄnderungen dieser Datenschutzrichtlinie\\nWir können unsere Datenschutzrichtlinie von aktualisieren\\nvon Zeit zu Zeit. Wir empfehlen Ihnen daher, diese Seite zu lesen\\nregelmäßig auf etwaige Änderungen. Wir werden\\nBenachrichtigen Sie Sie über alle Änderungen, indem Sie die neue Datenschutzrichtlinie veröffentlichen\\ndiese Seite.\\nDiese Richtlinie gilt ab dem 08.06.2023. Kontaktieren Sie uns\\nWenn Sie Fragen oder Anregungen zu unserem haben\\nDatenschutzrichtlinie, zögern Sie nicht, uns unter rccuseruser@gmail.com zu kontaktieren.",
    "terms": "Durch das Herunterladen oder die Nutzung der App gelten diese Bedingungen\\nbewerben sich automatisch bei Ihnen – darauf sollten Sie achten\\ndass Sie diese sorgfältig lesen, bevor Sie die App nutzen. Das bist du nicht\\nEs ist Ihnen gestattet, die App oder Teile davon zu kopieren oder zu ändern\\nunsere Markenzeichen in irgendeiner Weise. Es ist Ihnen nicht gestattet, es zu versuchen\\nExtrahieren Sie den Quellcode der App, und Sie sollten es auch nicht versuchen\\num die App in andere Sprachen zu übersetzen oder abgeleitet zu machen\\nVersionen. Die App selbst und alle Marken, Urheberrechte,\\nDatenbankrechte und andere damit verbundene geistige Eigentumsrechte\\nDazu gehören weiterhin RCC Comunity. RCC Comunity setzt sich dafür ein, dass die App gewährleistet ist\\nso nützlich und effizient wie möglich. Aus diesem Grund haben wir\\nWir behalten uns das Recht vor, Änderungen an der App vorzunehmen oder dafür Gebühren zu erheben\\nseine Dienstleistungen jederzeit und aus jedem Grund zu widerrufen. Wir werden nie\\nIhnen die App oder ihre Dienste in Rechnung zu stellen, ohne dafür viel zu verlangen\\nIhnen ist klar, wofür Sie bezahlen.\\n  Die RCCBooks-App speichert und verarbeitet personenbezogene Daten\\nSie uns zur Verfügung gestellt haben, um unsere bereitzustellen\\nService. Es liegt in Ihrer Verantwortung, Ihr Telefon aufzubewahren\\nZugriff auf die App sicher. Wir empfehlen Ihnen daher, dies zu tun\\nKein Jailbreak oder Root Ihres Telefons, was der Prozess ist\\nEntfernen von Softwareeinschränkungen und -einschränkungen, die durch das offizielle Betriebssystem Ihres Geräts auferlegt werden. Dadurch könnte Ihr Telefon anfällig für Malware/Viren/Schadprogramme werden.\\nSie könnten die Sicherheitsfunktionen Ihres Telefons gefährden, und das könnte bedeuten\\ndass die RCCBooks-App nicht richtig oder überhaupt nicht funktioniert.\\nDie App nutzt Dienste von Drittanbietern, die ihre Dienste deklarieren\\nGeschäftsbedingungen.\\nLink zu den Allgemeinen Geschäftsbedingungen für Drittanbieterdienste\\nAnbieter, die von der App verwendet werden\\nGoogle Play ServicesAdMob\\nSie sollten sich darüber im Klaren sein, dass es bestimmte Dinge gibt\\nRCC Community übernimmt keine Verantwortung dafür. Bestimmt\\nUm die Funktionen der App nutzen zu können, muss die App aktiv sein\\nInternetverbindung. Die Verbindung kann über WLAN erfolgen oder bereitgestellt werden\\nnicht von Ihrem Mobilfunkanbieter, sondern von RCC Comunity\\nkann keine Verantwortung dafür übernehmen, dass die App nicht vollständig funktioniert\\nFunktionalität, wenn Sie keinen WLAN-Zugang haben und dies auch nicht der Fall ist\\nHaben Sie noch etwas von Ihrem Datenvolumen übrig?\\nWenn Sie die App außerhalb eines WLAN-Bereichs verwenden, können Sie Folgendes tun:\\nsollten sich daran erinnern, dass die Bedingungen der Vereinbarung mit Ihnen\\nEs gilt weiterhin der Mobilfunkanbieter. Infolgedessen können Sie\\nDie Kosten für die Datenübertragung werden Ihnen von Ihrem Mobilfunkanbieter in Rechnung gestellt\\ndie Dauer der Verbindung während des Zugriffs auf die App, oder\\nsonstige Gebühren Dritter. Mit der Nutzung der App erklären Sie sich damit einverstanden\\nDie Verantwortung für solche Gebühren, einschließlich Roaming-Daten, liegt bei Ihnen\\nEs fallen Gebühren an, wenn Sie die App außerhalb Ihres Heimatgebiets nutzen\\n(d. h. Region oder Land), ohne das Datenroaming auszuschalten. Wenn\\nSie sind nicht der Rechnungszahler für das Gerät, auf dem Sie sich befinden\\nWenn Sie die App nutzen, beachten Sie bitte, dass wir davon ausgehen, dass Sie vom Rechnungszahler die Erlaubnis zur Nutzung der App erhalten haben.\\nIn diesem Sinne kann die RCC-Community nicht immer mithalten\\nVerantwortung für die Art und Weise, wie Sie die App nutzen, d. h. Sie müssen es tun\\nStellen Sie sicher, dass Ihr Gerät aufgeladen bleibt – auch wenn der Akku leer ist\\nDer Akku ist leer und Sie können ihn nicht einschalten, um den Dienst zu nutzen.\\nRCC Community kann keine Verantwortung übernehmen.\\nIn Bezug auf die Verantwortung der RCC Community für Sie\\nBei der Nutzung der App ist es wichtig, dass Sie dies tun\\nBedenken Sie, dass wir uns zwar bemühen, dies sicherzustellen\\nDa wir jederzeit auf dem neuesten Stand und korrekt sind, verlassen wir uns auf Dritte\\num uns Informationen zur Verfügung zu stellen, damit wir sie verfügbar machen können\\nfür dich. RCC Comunity übernimmt keinerlei Haftung dafür\\nVerlust, direkt oder indirekt, den Sie dadurch erleiden\\nVerlassen Sie sich vollständig auf diese Funktionalität der App.\\n  Irgendwann möchten wir vielleicht die App aktualisieren. Die App ist\\nderzeit auf Android verfügbar – die Anforderungen für das\\nSystem (und für alle zusätzlichen Systeme, die wir\\nbeschließen, die Verfügbarkeit der App zu verlängern) kann sich ändern,\\nund Sie müssen die Updates herunterladen, wenn Sie sie behalten möchten\\nNutzung der App. RCC Community verspricht das nicht\\naktualisiert die App immer so, dass sie für Sie relevant ist\\nund/oder funktioniert mit der Android-Version, die Sie haben\\nauf Ihrem Gerät installiert. Sie versprechen es jedoch immer\\nAkzeptieren Sie Aktualisierungen der Anwendung, wenn sie Ihnen angeboten werden. Wir können dies tun\\nSie möchten außerdem die Bereitstellung der App einstellen und können deren Nutzung jederzeit ohne Mitteilung an Sie beenden.\\nSofern wir Ihnen nichts anderes mitteilen, gilt bei einer Kündigung Folgendes: (a) die\\nDie Ihnen in diesen Bedingungen gewährten Rechte und Lizenzen erlöschen;\\n(b) Sie müssen die Nutzung der App beenden und sie (falls erforderlich) löschen\\nvon Ihrem Gerät. Änderungen dieser Allgemeinen Geschäftsbedingungen\\nWir können unsere Allgemeinen Geschäftsbedingungen aktualisieren\\nvon Zeit zu Zeit. Wir empfehlen Ihnen daher, diese Seite zu lesen\\nregelmäßig auf etwaige Änderungen. Wir werden\\nSie über etwaige Änderungen durch die Veröffentlichung der neuen Bedingungen zu informieren und\\nBedingungen auf dieser Seite.\\nDiese Allgemeinen Geschäftsbedingungen gelten ab dem 08.06.2023\\n                  Kontaktiere uns\\nWenn Sie Fragen oder Anregungen zu unserem haben\\nAllgemeine Geschäftsbedingungen, zögern Sie nicht, uns zu kontaktieren\\nunter rccuseruser@gmail.com."
}