{
    "policy": "Polityka prywatności\\nSpołeczność RCC zbudowała aplikację RCCBooks jako\\nBezpłatna aplikacja. Ta USŁUGA jest świadczona przez\\nRCC Community bez żadnych kosztów i jest przeznaczony do użytku jako\\nJest.\\n\\nTa strona służy do informowania odwiedzających o naszych\\nzasady dotyczące gromadzenia, wykorzystywania i ujawniania danych osobowych\\nInformacje, jeśli ktoś zdecydował się skorzystać z naszego Serwisu.\\n\\nJeśli zdecydujesz się skorzystać z naszej Usługi, wyrażasz na to zgodę\\ngromadzenie i wykorzystywanie informacji w związku z tym\\npolityka. Dane osobowe, które zbieramy, to\\nwykorzystywane do świadczenia i ulepszania Usługi. Nie będziemy wykorzystywać ani udostępniać twoich informacji\\nnikomu poza przypadkami opisanymi w niniejszej Polityce prywatności.\\n\\nTerminy użyte w niniejszej Polityce Prywatności mają to samo znaczenie\\njak w naszych Warunkach, które są dostępne pod adresem\\nRCCBooks, o ile nie określono inaczej w niniejszej Polityce prywatności.\\nGromadzenie i wykorzystywanie informacji\\nDla lepszego doświadczenia podczas korzystania z naszej Usługi, my\\nmoże wymagać podania nam pewnych danych osobowych\\ninformacje umożliwiające identyfikację, w tym między innymi społeczność RCC. Informacja, że\\nzażądamy, zostaną przez nas zachowane i wykorzystane zgodnie z opisem w niniejszej polityce prywatności.\\n\\nAplikacja korzysta z usług stron trzecich, które mogą gromadzić dane\\ninformacje używane do identyfikacji użytkownika.\\n\\nLink do polityki prywatności zewnętrznych dostawców usług\\nprzez aplikację\\nUsługi Google Play Dane dziennika AdMob\\nChcemy Cię poinformować, że kiedykolwiek\\nskorzystać z naszego Serwisu, w przypadku błędu w aplikacji\\nzbieramy dane i informacje (za pośrednictwem strony trzeciej\\nprodukty) w telefonie o nazwie Dane dziennika. Te dane dziennika mogą\\nzawierać informacje, takie jak protokół internetowy urządzenia\\n(„IP”) adres, nazwę urządzenia, wersję systemu operacyjnego,\\nkonfiguracji aplikacji podczas korzystania z naszego Serwisu,\\nczas i datę korzystania z Usługi i inne\\nStatystyka.\\nCiasteczka\\nPliki cookie to pliki z niewielką ilością danych, które są\\npowszechnie używane jako anonimowe unikalne identyfikatory. Te są wysyłane\\ndo Twojej przeglądarki ze stron internetowych, które odwiedzasz i którymi jesteś\\nprzechowywane w pamięci wewnętrznej urządzenia.\\n\\nTa usługa nie używa tych „cookies” w sposób jawny. Jednakże,\\naplikacja może korzystać z kodu i bibliotek stron trzecich, które używają\\n„cookies” w celu zbierania informacji i ulepszania swoich usług.\\nMasz możliwość zaakceptowania lub odrzucenia tych plików cookie\\ni wiedzieć, kiedy plik cookie jest wysyłany na Twoje urządzenie. Jeśli ty\\nzdecydujesz się odrzucić nasze pliki cookie, możesz nie być w stanie korzystać z niektórych\\nczęści tej Usługi.\\nUsługodawcy\\nMożemy zatrudniać firmy zewnętrzne i\\nosób z następujących powodów:\\nAby ułatwić naszą usługę; Aby świadczyć Usługę w naszym imieniu; W celu świadczenia usług związanych z Usługą; lub Aby pomóc nam w analizie sposobu korzystania z naszej Usługi.\\nChcemy poinformować użytkowników tej Usługi\\nże te osoby trzecie mają dostęp do ich danych osobowych\\nInformacja. Powodem jest wykonywanie powierzonych zadań\\nje w naszym imieniu. Mają jednak obowiązek tego nie robić\\nujawniać ani wykorzystywać informacji w jakimkolwiek innym celu.\\nBezpieczeństwo\\nCenimy Twoje zaufanie w dostarczaniu nam swoich\\nDane osobowe, dlatego staramy się wykorzystywać je komercyjnie\\nakceptowalnych środków jej ochrony. Ale pamiętaj, że nie ma metody\\ntransmisji przez Internet lub metodą elektroniczną\\nprzechowywanie jest w 100% bezpieczne i niezawodne, a my nie możemy\\nzagwarantować jej absolutne bezpieczeństwo.\\nLinki do innych witryn\\nNiniejsza Usługa może zawierać łącza do innych witryn. Jeśli klikniesz\\nlink strony trzeciej, zostaniesz przekierowany do tej witryny. Notatka\\nże te strony zewnętrzne nie są przez nas obsługiwane.\\nDlatego zdecydowanie zalecamy zapoznanie się z ww\\nPolityka prywatności tych serwisów. Mamy\\nnie kontroluje i nie ponosi odpowiedzialności za treść,\\npolityki prywatności lub praktyki stron osób trzecich lub\\nusługi.\\nPrywatność dzieci\\nUsługi te nie są przeznaczone dla osób poniżej 13 roku życia.\\nNie zbieramy świadomie osobiście\\nidentyfikowalne informacje od dzieci poniżej 13 roku życia. W tej sprawie\\nodkryjemy, że dostarczyło dziecko poniżej 13 roku życia\\nnas z danymi osobowymi, my natychmiast\\nusuń to z naszych serwerów. Jeśli jesteś rodzicem lub opiekunem\\ni jesteś świadomy, że dostarczyło nam je Twoje dziecko\\ndanych osobowych, skontaktuj się z nami w ten sposób\\nbędziemy mogli wykonać niezbędne czynności.\\nZmiany w niniejszej Polityce prywatności\\nMożemy aktualizować naszą Politykę prywatności od\\nod czasu do czasu. Dlatego zalecamy przejrzenie tej strony\\nokresowo w przypadku jakichkolwiek zmian. Będziemy\\npowiadomić Cię o wszelkich zmianach, publikując nową Politykę Prywatności na\\nta strona.\\nTa polityka obowiązuje od 2023-06-08 Skontaktuj się z nami\\nJeśli masz jakieś pytania lub sugestie dotyczące naszych\\nPolityki Prywatności, nie wahaj się skontaktować z nami pod adresem rccuseruser@gmail.com.",
    "terms": "Pobierając lub korzystając z aplikacji, te warunki będą obowiązywać\\nautomatycznie odnoszą się do Ciebie – powinieneś więc się upewnić\\no uważne zapoznanie się z nimi przed rozpoczęciem korzystania z aplikacji. Ty nie jesteś\\nzezwolić na kopiowanie lub modyfikowanie aplikacji, dowolnej części aplikacji lub\\nnaszych znaków towarowych w jakikolwiek sposób. Nie wolno ci próbować\\nwyodrębnij kod źródłowy aplikacji, a także nie powinieneś próbować\\nprzetłumaczyć aplikację na inne języki lub stworzyć pochodną\\nwersje. Sama aplikacja i wszystkie znaki towarowe, prawa autorskie,\\nprawa do baz danych i inne powiązane prawa własności intelektualnej\\ndo niego, nadal należą do RCC Comunity.RCC Comunity jest zobowiązana do zapewnienia, że aplikacja jest\\njak najbardziej użyteczna i skuteczna. Z tego powodu my\\nzastrzega sobie prawo do wprowadzania zmian w aplikacji lub pobierania opłat\\nswoich usług w dowolnym czasie i z dowolnego powodu. Nigdy nie\\npobierać opłaty za aplikację lub jej usługi, nie czyniąc tego bardzo\\njasne, za co dokładnie płacisz.\\n  Aplikacja RCCBooks przechowuje i przetwarza dane osobowe, które\\nktóre nam przekazałeś, aby zapewnić naszym\\nPraca. Twoim obowiązkiem jest przechowywanie telefonu i\\nbezpieczny dostęp do aplikacji. Dlatego zalecamy, abyś to zrobił\\nnie jailbreak ani rootowanie telefonu, co jest procesem\\nusuwanie ograniczeń programowych i ograniczeń nałożonych przez oficjalny system operacyjny Twojego urządzenia. Może to narazić Twój telefon na złośliwe oprogramowanie/wirusy/złośliwe programy,\\nzagrozić funkcjom bezpieczeństwa telefonu, a to może oznaczać\\nże aplikacja RCCBooks nie będzie działać poprawnie lub w ogóle.\\nAplikacja korzysta z usług stron trzecich, które deklarują swoje\\nRegulamin.\\nLink do Warunków korzystania z usługi strony trzeciej\\ndostawców używanych przez aplikację\\nUsługi Google PlayAdMob\\nPowinieneś mieć świadomość, że są pewne rzeczy, które\\nSpołeczność RCC nie bierze odpowiedzialności za. Niektórzy\\nfunkcje aplikacji będą wymagały, aby aplikacja miała aktywny\\npołączenie internetowe. Połączenie może być Wi-Fi lub zapewnione\\nprzez operatora sieci komórkowej, ale społeczność RCC\\nnie może wziąć odpowiedzialności za to, że aplikacja nie działa w pełni\\nfunkcjonalność, jeśli nie masz dostępu do Wi-Fi, a nie masz\\nmieć jeszcze część swojego limitu danych.\\nJeśli używasz aplikacji poza obszarem z Wi-Fi, ty\\nnależy pamiętać, że warunki umowy z Państwa\\noperator sieci komórkowej będzie nadal obowiązywał. W rezultacie możesz\\nzostać obciążony przez operatora sieci komórkowej opłatą za transmisję danych\\nczas trwania połączenia podczas uzyskiwania dostępu do aplikacji lub\\ninne opłaty stron trzecich. Korzystając z aplikacji, akceptujesz\\nodpowiedzialności za wszelkie takie opłaty, w tym dane w roamingu\\nopłaty, jeśli korzystasz z aplikacji poza terytorium swojego domu\\n(tj. region lub kraj) bez wyłączania roamingu danych. Jeśli\\nnie jesteś płatnikiem rachunków za urządzenie, na którym jesteś\\nkorzystając z aplikacji, pamiętaj, że zakładamy, że otrzymałeś zgodę płatnika rachunków na korzystanie z aplikacji.\\nW ten sam sposób społeczność RCC nie zawsze może przyjąć\\nodpowiedzialność za sposób, w jaki korzystasz z aplikacji, tj. musisz\\nupewnij się, że Twoje urządzenie pozostaje naładowane – jeśli się wyczerpie\\nbateria i nie możesz jej włączyć, aby skorzystać z Usługi,\\nSpołeczność RCC nie może przyjąć odpowiedzialności.\\nW odniesieniu do odpowiedzialności RCC Community za Twoje\\nkorzystanie z aplikacji, kiedy korzystasz z aplikacji, jest to ważne\\npamiętaj, że chociaż staramy się, aby tak było\\naktualizowane i poprawne przez cały czas, polegamy na podmiotach trzecich\\naby przekazać nam informacje, abyśmy mogli je udostępnić\\nTobie. RCC Community nie ponosi żadnej odpowiedzialności za jakiekolwiek\\nstraty, bezpośrednie lub pośrednie, których doświadczasz w wyniku\\ncałkowicie polegając na tej funkcjonalności aplikacji.\\n  W pewnym momencie możemy chcieć zaktualizować aplikację. Aplikacja jest\\nobecnie dostępne na Androida – wymagania dla\\nsystem (i dla wszelkich dodatkowych systemów my\\nzdecydować o przedłużeniu dostępności aplikacji do) może ulec zmianie,\\ni jeśli chcesz zachować, musisz pobrać aktualizacje\\nza pomocą aplikacji. Społeczność RCC tego nie obiecuje\\nzawsze zaktualizuje aplikację, aby była dla Ciebie odpowiednia\\ni/lub współpracuje z posiadaną wersją Androida\\nzainstalowany na Twoim urządzeniu. Jednak obiecujesz, że zawsze\\nzaakceptować aktualizacje aplikacji, gdy zostaną ci zaoferowane, możemy\\nrównież chcą zaprzestać udostępniania aplikacji i mogą zakończyć korzystanie z niej w dowolnym momencie bez powiadomienia użytkownika.\\nO ile nie powiemy inaczej, po każdym rozwiązaniu (a)\\nprawa i licencje udzielone użytkownikowi na mocy niniejszych warunków wygasną;\\n(b) musisz zaprzestać korzystania z aplikacji i (w razie potrzeby) ją usunąć\\nz Twojego urządzenia. Zmiany w niniejszych Warunkach\\nMożemy aktualizować nasze Warunki\\nod czasu do czasu. Dlatego zalecamy przejrzenie tej strony\\nokresowo w przypadku jakichkolwiek zmian. Będziemy\\npowiadomić Cię o wszelkich zmianach, publikując nowe Warunki i\\nWarunki na tej stronie.\\nNiniejsze warunki obowiązują od dnia 2023-06-08\\n                  Skontaktuj się z nami\\nJeśli masz jakieś pytania lub sugestie dotyczące naszych\\nRegulamin, nie wahaj się z nami skontaktować\\npod adresem rccuseruser@gmail.com."
}