{
    "policy": "politique de confidentialité\\nRCC Comunity a construit l'application RCCBooks comme\\nune application gratuite. Ce SERVICE est fourni par\\nRCC Comunity sans frais et est destiné à être utilisé comme\\nest.\\n\\nCette page est utilisée pour informer les visiteurs sur nos\\npolitiques avec la collecte, l'utilisation et la divulgation de données personnelles\\nInformations si quelqu'un a décidé d'utiliser notre service.\\n\\nSi vous choisissez d'utiliser notre service, vous acceptez de\\nla collecte et l'utilisation d'informations relatives à ce\\npolitique. Les informations personnelles que nous collectons sont\\nutilisé pour fournir et améliorer le Service. Nous n'utiliserons ni ne partagerons vos informations avec\\nquiconque, sauf tel que décrit dans la présente politique de confidentialité.\\n\\nLes termes utilisés dans cette politique de confidentialité ont la même signification\\ncomme dans nos Termes et Conditions, qui sont accessibles à\\nRCCBooks, sauf indication contraire dans la présente politique de confidentialité.\\nCollecte et utilisation des informations\\nPour une meilleure expérience, lors de l'utilisation de notre service, nous\\npeut vous demander de nous fournir certains renseignements personnels\\ninformations identifiables, y compris, mais sans s'y limiter, la communauté RCC. Les informations que\\nnous demandons seront conservés par nous et utilisés comme décrit dans cette politique de confidentialité.\\n\\nL'application utilise des services tiers susceptibles de collecter\\ninformations utilisées pour vous identifier.\\n\\nLien vers la politique de confidentialité des fournisseurs de services tiers utilisés\\npar l'application\\nServices Google PlayDonnées de journal AdMob\\nNous voulons vous informer que chaque fois que vous\\nutiliser notre service, en cas d'erreur dans l'application\\nnous collectons des données et des informations (par l'intermédiaire de tiers\\nproduits) sur votre téléphone appelé Log Data. Ces données de journal peuvent\\ninclure des informations telles que le protocole Internet de votre appareil\\n(\\"
    IP\\ "), le nom de l'appareil, la version du système d'exploitation, le\\nconfiguration de l'application lors de l'utilisation de notre Service,\\nl'heure et la date de votre utilisation du Service, et d'autres\\nstatistiques.\\nBiscuits\\nLes cookies sont des fichiers contenant une petite quantité de données qui sont\\ncouramment utilisés comme identifiants uniques anonymes. Ceux-ci sont envoyés\\nà votre navigateur à partir des sites Web que vous visitez et sont\\nstockées dans la mémoire interne de votre appareil.\\n\\nCe Service n'utilise pas explicitement ces « cookies ». Cependant,\\nl'application peut utiliser du code tiers et des bibliothèques qui utilisent\\n« cookies » pour collecter des informations et améliorer leurs services.\\nVous avez la possibilité d'accepter ou de refuser ces cookies\\net savoir quand un cookie est envoyé à votre appareil. Si tu\\nchoisissez de refuser nos cookies, vous ne pourrez peut-être pas utiliser certains\\nparties de ce service.\\nLes fournisseurs de services\\nNous pouvons faire appel à des sociétés tierces et\\npersonnes pour les raisons suivantes :\\nPour faciliter notre Service ; Pour fournir le Service en notre nom ; Pour effectuer des services liés au Service ; ou Pour nous aider à analyser comment notre Service est utilisé.\\nNous souhaitons informer les utilisateurs de ce service\\nque ces tiers ont accès à leurs données personnelles\\nInformation. La raison est d'accomplir les tâches assignées à\\neux en notre nom. Cependant, ils sont tenus de ne pas\\ndivulguer ou utiliser les informations à d'autres fins.\\nSécurité\\nNous apprécions votre confiance en nous fournissant votre\\nInformations personnelles, nous nous efforçons donc d'utiliser commercialement\\nmoyen acceptable de le protéger. Mais rappelez-vous qu'aucune méthode\\nde transmission sur Internet, ou méthode de transmission électronique\\nle stockage est 100% sécurisé et fiable, et nous ne pouvons pas\\ngarantir sa sécurité absolue.\\nLiens vers d'autres sites\\nCe Service peut contenir des liens vers d'autres sites. Si vous cliquez sur\\nun lien tiers, vous serez dirigé vers ce site. Note\\nque ces sites externes ne sont pas exploités par nous.\\nPar conséquent, nous vous conseillons vivement de consulter\\nPolitique de confidentialité de ces sites Web. Nous avons\\naucun contrôle et décline toute responsabilité quant au contenu,\\nles politiques de confidentialité ou les pratiques de tout site tiers ou\\nprestations de service.\\nConfidentialité des enfants\\nCes Services ne s'adressent à personne de moins de 13 ans.\\nNous ne collectons pas sciemment personnellement\\ninformations identifiables d'enfants de moins de 13 ans. Dans le cas\\nnous découvrons qu'un enfant de moins de 13 ans a fourni\\nnous avec des informations personnelles, nous immédiatement\\nsupprimez-le de nos serveurs. Si vous êtes parent ou tuteur\\net vous savez que votre enfant nous a fourni\\ninformations personnelles, veuillez nous contacter afin que\\nnous pourrons faire les actions nécessaires.\\nModifications de cette politique de confidentialité\\nNous pouvons mettre à jour notre politique de confidentialité à partir de\\nde temps en temps. Ainsi, il vous est conseillé de consulter cette page\\npériodiquement pour tout changement. Nous allons\\nvous informer de tout changement en publiant la nouvelle politique de confidentialité sur\\ncette page.\\nCette politique est effective à partir du 2023-06-08 Contactez-nous\\nSi vous avez des questions ou des suggestions concernant notre\\nPolitique de confidentialité, n'hésitez pas à nous contacter à rccuseruser@gmail.com.",
    "terms": "En téléchargeant ou en utilisant l'application, ces termes seront\\ns'appliquent automatiquement à vous - vous devez donc vous assurer\\nque vous les lisiez attentivement avant d'utiliser l'application. Vous n'êtes pas\\nautorisé à copier ou modifier l'application, toute partie de l'application, ou\\nnos marques de commerce de quelque manière que ce soit. Vous n'êtes pas autorisé à tenter de\\nextraire le code source de l'application, et vous ne devriez pas non plus essayer\\npour traduire l'application dans d'autres langues ou créer des dérivés\\nversions. L'application elle-même, et toutes les marques, droits d'auteur,\\ndroits de base de données et autres droits de propriété intellectuelle liés\\nà elle, appartiennent toujours à RCC Comunity.RCC Comunity s'engage à s'assurer que l'application est\\naussi utile et efficace que possible. Pour cette raison, nous\\nse réservent le droit d'apporter des modifications à l'application ou de facturer\\nses services, à tout moment et pour quelque raison que ce soit. Nous n'allons jamais\\nvous facturer l'application ou ses services sans la rendre très\\nclairement ce que vous payez.\\n  L'application RCCBooks stocke et traite les données personnelles qui\\nvous nous avez fourni, pour fournir notre\\nService. Il est de votre responsabilité de garder votre téléphone et\\naccès à l'application sécurisé. Nous vous recommandons donc de faire\\npas jailbreaker ou rooter votre téléphone, ce qui est le processus de\\nsupprimer les restrictions et limitations logicielles imposées par le système d'exploitation officiel de votre appareil. Cela pourrait rendre votre téléphone vulnérable aux logiciels malveillants/virus/programmes malveillants,\\ncompromettre les fonctions de sécurité de votre téléphone et cela pourrait signifier\\nque l'application RCCBooks ne fonctionnera pas correctement ou pas du tout.\\nL'application utilise des services tiers qui déclarent leur\\nTermes et conditions.\\nLien vers les termes et conditions du service tiers\\nfournisseurs utilisés par l'application\\nServices Google PlayAdMob\\nVous devez savoir qu'il y a certaines choses qui\\nRCC Comunity n'assumera aucune responsabilité. Certain\\nles fonctions de l'application nécessiteront que l'application ait un actif\\nconnexion Internet. La connexion peut être Wi-Fi ou fournie\\npar votre fournisseur de réseau mobile, mais RCC Comunity\\nne peut pas assumer la responsabilité du non-fonctionnement complet de l'application\\nfonctionnalité si vous n'avez pas accès au Wi-Fi, et vous n'avez pas\\nil vous reste une partie de votre allocation de données.\\nSi vous utilisez l'application en dehors d'une zone avec Wi-Fi, vous\\nrappelez-vous que les termes de l'accord avec votre\\nfournisseur de réseau mobile s'appliquera toujours. En conséquence, vous pouvez\\nêtre facturé par votre opérateur de téléphonie mobile pour le coût des données pour\\nla durée de la connexion lors de l'accès à l'application, ou\\nautres frais de tiers. En utilisant l'application, vous acceptez\\nla responsabilité de ces frais, y compris les données en itinérance\\nfrais si vous utilisez l'application en dehors de votre territoire d'origine\\n(c'est-à-dire la région ou le pays) sans désactiver l'itinérance des données. Si\\nvous n'êtes pas le payeur de la facture de l'appareil sur lequel vous êtes\\nen utilisant l'application, sachez que nous supposons que vous avez reçu l'autorisation du payeur de facture pour utiliser l'application.\\nDans le même ordre d'idées, RCC Comunity ne peut pas toujours prendre\\nresponsabilité de la façon dont vous utilisez l'application, c'est-à-dire que vous devez\\nassurez-vous que votre appareil reste chargé - s'il est à court de\\nbatterie et vous ne pouvez pas l'allumer pour bénéficier du service,\\nRCC Comunity décline toute responsabilité.\\nEn ce qui concerne la responsabilité de la communauté RCC pour votre\\nutilisation de l'application, lorsque vous utilisez l'application, il est important de\\ngarder à l'esprit que même si nous nous efforçons de veiller à ce qu'il soit\\nmis à jour et corrects à tout moment, nous comptons sur des tiers\\npour nous fournir des informations afin que nous puissions les rendre disponibles\\npour vous. RCC Comunity n'accepte aucune responsabilité pour tout\\npertes, directes ou indirectes, que vous subissez à la suite de\\ns'appuyant entièrement sur cette fonctionnalité de l'application.\\n  À un moment donné, nous souhaiterons peut-être mettre à jour l'application. L'application est\\nactuellement disponible sur Android - les exigences pour le\\nsystème (et pour tous les systèmes supplémentaires que nous\\ndécider d'étendre la disponibilité de l'application à) peut changer,\\net vous devrez télécharger les mises à jour si vous souhaitez conserver\\nen utilisant l'application. RCC Comunity ne promet pas qu'il\\nmettra toujours à jour l'application afin qu'elle soit pertinente pour vous\\net/ou fonctionne avec la version Android que vous avez\\ninstallé sur votre appareil. Cependant, vous promettez de toujours\\naccepter les mises à jour de l'application lorsqu'elles vous sont proposées, nous pouvons\\nsouhaite également cesser de fournir l'application et peut mettre fin à son utilisation à tout moment sans préavis de résiliation.\\nSauf indication contraire de notre part, lors de toute résiliation, (a) le\\nles droits et licences qui vous sont accordés dans les présentes conditions prendront fin ;\\n(b) vous devez cesser d'utiliser l'application et (si nécessaire) la supprimer\\ndepuis votre appareil. Modifications de ces termes et conditions\\nNous pouvons mettre à jour nos Termes et Conditions\\nde temps en temps. Ainsi, il vous est conseillé de consulter cette page\\npériodiquement pour tout changement. Nous allons\\nvous informer de tout changement en publiant les nouvelles Conditions et\\nConditions sur cette page.\\nCes termes et conditions sont en vigueur à compter du 2023-06-08\\n                  Contactez-nous\\nSi vous avez des questions ou des suggestions concernant notre\\nTermes et conditions, n'hésitez pas à nous contacter\\nà rccuseruser@gmail.com."
}