{
    "policy": "Політика конфіденційності\\nСпільнота RCC створила додаток RCCBooks як\\nбезкоштовний додаток. Цю ПОСЛУГУ надає\\nRCC Comunity безкоштовно та призначений для використання як\\nє.\\n\\nЦя сторінка використовується для інформування відвідувачів про нашу\\nполітики щодо збору, використання та розкриття персональних даних\\nІнформація, якщо хтось вирішив скористатися нашим Сервісом.\\n\\nЯкщо ви вирішите використовувати наш Сервіс, ви погоджуєтеся\\nзбір і використання інформації щодо цього\\nполітики. Особиста інформація, яку ми збираємо\\nвикористовується для надання та покращення Сервісу. Ми не використовуватимемо вашу інформацію та не передамо їй\\nбудь-кому, крім випадків, описаних у цій Політиці конфіденційності.\\n\\nТерміни, що використовуються в цій Політиці конфіденційності, мають однакові значення\\nяк у наших Загальних положеннях та умовах, які доступні за адресою\\nRCCBooks, якщо інше не визначено в цій Політиці конфіденційності.\\nЗбір і використання інформації\\nДля кращого досвіду використання нашого Сервісу ми\\nможе вимагати від вас особисто надати нам певні дані\\nідентифікаційну інформацію, включаючи, але не обмежуючись спільнотою RCC. Інформація про те, що\\nми будемо зберігати та використовувати, як описано в цій політиці конфіденційності.\\n\\nДодаток використовує сторонні служби, які можуть збирати\\nінформація, яка використовується для вашої ідентифікації.\\n\\nВикористане посилання на політику конфіденційності сторонніх постачальників послуг\\nдодатком\\nДані журналу Google Play Services AdMob\\nХочемо повідомити вам, що кожного разу, коли ви\\nвикористовувати наш Сервіс у разі помилки в додатку\\nми збираємо дані та інформацію (через третю сторону\\nпродукти) на вашому телефоні під назвою «Дані журналу». Ці дані журналу можуть\\nвключають таку інформацію, як Інтернет-протокол вашого пристрою\\n(«IP») адреса, назва пристрою, версія операційної системи,\\nналаштування програми під час використання нашого Сервісу,\\nчас і дата використання вами Сервісу та інше\\nстатистика.\\nПечиво\\nФайли cookie – це файли з невеликою кількістю даних, які є\\nзазвичай використовуються як анонімні унікальні ідентифікатори. Ці відправлені\\nу ваш веб-переглядач із веб-сайтів, які ви відвідуєте\\nзберігаються у внутрішній пам’яті вашого пристрою.\\n\\nЦя служба не використовує ці «куки» явно. однак,\\nпрограма може використовувати сторонній код і бібліотеки, які використовують\\nфайли cookie для збору інформації та покращення своїх послуг.\\nВи можете прийняти або відмовитися від цих файлів cookie\\nі знати, коли на ваш пристрій надсилається файл cookie. Якщо ви\\nвідмовитися від наших файлів cookie, можливо, ви не зможете використовувати деякі з них\\nчастини цієї Служби.\\nПостачальники послуг\\nМи можемо використовувати сторонні компанії та\\nфізичні особи з таких причин:\\nЩоб полегшити наш сервіс; Для надання Сервісу від нашого імені; Надавати послуги, пов’язані з послугами; або Щоб допомогти нам проаналізувати, як використовується наш Сервіс.\\nМи хочемо повідомити користувачів цієї послуги\\nщо ці треті сторони мають доступ до їх Персональних даних\\nІнформація. Причина – виконання поставлених завдань\\nїх від нашого імені. Однак вони зобов’язані цього не робити\\nрозкривати або використовувати інформацію для будь-яких інших цілей.\\nБезпека\\nМи цінуємо вашу довіру, надавши нам свої\\nОсобиста інформація, тому ми прагнемо використовувати її в комерційних цілях\\nприйнятні засоби його захисту. Але пам'ятайте, що ніякого методу\\nпередачі через Інтернет або електронний спосіб\\nзберігання є 100% безпечним і надійним, а ми не можемо\\nгарантують його абсолютну безпеку.\\nПосилання на інші сайти\\nЦя служба може містити посилання на інші сайти. Якщо натиснути на\\nпосилання третьої сторони, вас буде спрямовано на цей сайт. Примітка\\nщо ці зовнішні сайти не управляються нами.\\nТому ми настійно рекомендуємо переглянути\\nПолітика конфіденційності цих веб-сайтів. Ми маємо\\nне контролює та не несе відповідальності за вміст,\\nполітики конфіденційності або практики будь-яких сторонніх сайтів або\\nпослуги.\\nКонфіденційність дітей\\nЦі Послуги не призначені для осіб віком до 13 років.\\nМи свідомо не збираємо особисто\\nідентифікаційна інформація від дітей віком до 13 років. В випадку\\nми виявляємо, що надала дитина віком до 13 років\\nнас з особистою інформацією, ми негайно\\nвидалити це з наших серверів. Якщо ви є батьком або опікуном\\nі ви знаєте, що ваша дитина надала нам\\nособисту інформацію, зв’яжіться з нами, щоб\\nми зможемо зробити необхідні дії.\\nЗміни в цій Політиці конфіденційності\\nМи можемо оновити нашу Політику конфіденційності з\\nчас від часу. Тому радимо переглянути цю сторінку\\nперіодично для будь-яких змін. Ми будемо\\nповідомити вас про будь-які зміни, опублікувавши нову Політику конфіденційності на\\nця сторінка.\\nЦя політика діє з 08.06.2023. Зв’яжіться з нами\\nЯкщо у вас є запитання чи пропозиції щодо нашого\\nПолітика конфіденційності, не соромтеся звертатися до нас за адресою rccuseruser@gmail.com.",
    "terms": "Під час завантаження або використання програми ці умови будуть\\nавтоматично застосовуються до вас – тому ви повинні переконатися\\nщоб ви уважно прочитали їх перед використанням програми. Ти не\\nдозволено копіювати або змінювати програму, будь-яку частину програми або\\nнаші торгові марки будь-яким способом. Вам заборонено намагатися\\nвитягніть вихідний код програми, і ви також не повинні намагатися\\nщоб перекласти програму на інші мови або зробити її похідною\\nверсії. Сама програма та всі торгові марки, авторські права,\\nправа на бази даних та інші права інтелектуальної власності\\nдо нього все ще належать до спільноти RCC. Спільнота RCC прагне забезпечити, щоб програма була\\nмаксимально корисним і ефективним. З цієї причини ми\\nзалишає за собою право вносити зміни в додаток або стягувати плату за нього\\nсвоїх послуг у будь-який час і з будь-якої причини. Ми ніколи не будемо\\nстягувати плату за програму або її послуги, не надто збільшуючи її\\nясно, за що ви платите.\\n  Додаток RCCBooks зберігає та обробляє особисті дані, які\\nви надали нам, щоб надати наші\\nСервіс. Ви несете відповідальність за збереження свого телефону та\\nбезпечний доступ до програми. Тому ми рекомендуємо вам це зробити\\nне джейлбрейк або рутування вашого телефону, що є процесом\\nусунення програмних обмежень і обмежень, накладених офіційною операційною системою вашого пристрою. Це може зробити ваш телефон уразливим до зловмисного програмного забезпечення/вірусів/шкідливих програм,\\nскомпрометувати функції безпеки вашого телефону, і це може означати\\nщо програма RCCBooks не працюватиме належним чином або взагалі не працюватиме.\\nДодаток використовує сторонні служби, які заявляють про свої\\nПравила та умови.\\nПосилання на Умови використання сторонніх послуг\\nпостачальників, які використовуються програмою\\nСервіси Google Play AdMob\\nВи повинні знати, що є певні речі, які\\nСпільнота RCC не несе відповідальності за. Певний\\nфункції програми вимагатимуть, щоб програма мала активний\\nпідключення до інтернету. Підключення може бути Wi-Fi або наданим\\nвашим постачальником мобільної мережі, але спільнотою RCC\\nне може нести відповідальність за те, що програма не працює повною мірою\\nфункціональність, якщо у вас немає доступу до Wi-Fi, а у вас його немає\\nу вас залишилося будь-яке обмеження даних.\\nЯкщо ви використовуєте програму за межами зони з Wi-Fi, ви\\nслід пам'ятати, що умови угоди з вашим\\nоператор мобільного зв’язку все одно застосовуватиметься. У результаті ви можете\\nВаш оператор мобільного зв’язку стягуватиме плату за вартість даних для\\nтривалість з’єднання під час доступу до програми, або\\nінші платежі третіх сторін. Використовуючи додаток, ви приймаєте\\nвідповідальність за будь-які такі збори, включно з даними в роумінгу\\nстягується плата, якщо ви використовуєте додаток за межами вашої території\\n(тобто регіон або країна) без вимкнення роумінгу даних. Якщо\\nви не є платником рахунків за пристрій, на якому ви перебуваєте\\nкористуючись програмою, майте на увазі, що ми припускаємо, що ви отримали дозвіл від платника рахунку на використання програми.\\nПодібним чином спільнота RCC не завжди може приймати\\nвідповідальність за те, як ви використовуєте програму, тобто вам потрібно\\nпереконайтеся, що ваш пристрій залишається зарядженим – якщо він розрядиться\\nакумулятор, і ви не можете ввімкнути його, щоб скористатися Послугою,\\nСпільнота RCC не може прийняти відповідальність.\\nЩо стосується відповідальності Спільноти RCC за ваші\\nвикористання програми, важливо, щоб під час використання програми\\nмайте на увазі, що хоча ми докладаємо всіх зусиль, щоб це було так\\nпостійно оновлюються та виправляються, ми покладаємося на треті сторони\\nщоб надати нам інформацію, щоб ми могли зробити її доступною\\nтобі. Спільнота RCC не несе жодної відповідальності\\nвтрати, прямі чи непрямі, яких ви зазнаєте внаслідок\\nповністю покладаючись на цю функцію програми.\\n  У якийсь момент ми можемо забажати оновити додаток. Додаток є\\nнаразі доступний на Android – вимоги до\\nсистеми (і для будь-яких додаткових систем ми\\nвирішити розширити доступність програми до) може змінитися,\\nі вам потрібно буде завантажити оновлення, якщо ви хочете зберегти\\nза допомогою програми. Спільнота RCC цього не обіцяє\\nзавжди оновлюватиме програму, щоб вона була актуальною для вас\\nі/або працює з вашою версією Android\\nвстановлено на вашому пристрої. Однак ви обіцяєте завжди\\nприймати оновлення програми, коли вам пропонуються, Ми можемо\\nтакож бажають припинити надання програми та можуть припинити її використання в будь-який час, не повідомляючи вас про припинення.\\nЯкщо ми не скажемо вам інше, після будь-якого розірвання, (a)\\nправа та ліцензії, надані вам за цими умовами, припиняються;\\n(b) ви повинні припинити використання програми та (за потреби) видалити її\\nз вашого пристрою. Зміни до цих Умов\\nМи можемо оновити наші Положення та умови\\nчас від часу. Тому радимо переглянути цю сторінку\\nперіодично для будь-яких змін. Ми будемо\\nповідомляти вас про будь-які зміни, публікуючи нові Умови та\\nУмови на цій сторінці.\\nЦі умови набувають чинності з 08.06.2023\\n                  Зв'яжіться з нами\\nЯкщо у вас є запитання чи пропозиції щодо нашого\\nПоложення та умови, не соромтеся звертатися до нас\\nза адресою rccususer@gmail.com."
}